let cities = "Białystok 500 53.139 23.159,\
Bielsko-Biała 50 49.819 19.049,\
Chrzanów 400 50.139 19.399,\
Gdańsk 200 54.360 18.639,\
Gdynia 100 54.520 18.530,\
Gliwice 40 50.310 18.669,\
Gromnik 200 49.50 20.57,\
Katowice 300 50.259 19.020,\
Kielce 30 50.889 20.649,\
Krosno 60 49.700 21.759,\
Krynica 50 49.419 20.959,\
Lublin 60 51.240 22.570,\
Łódź 160 51.770 19.459,\
Malbork 100 54.040 19.040,\
Nowy Targ 120 49.489 20.030,\
Olsztyn 300 53.779 20.489,\
Poznań 100 52.399 16.900,\
Puławy 200 51.430 21.980,\
Radom 100 51.399 21.159,\
Rzeszów 60 50.049 21.999,\
Sandomierz 200 50.689 21.740,\
Szczecin 150 53.430 14.529,\
Szczucin 60 50.19 21.04,\
Szklarska Poręba 50 50.50 15.32,\
Tarnów 70 50.009 20.990,\
Warszawa 200 52.259 21.020,\
Wieliczka 90 49.990 20.090,\
Wrocław 40 51.110 17.030,\
Zakopane 200 49.289 19.959,\
Zamość 300 50.729 23.260,\
Kraków 0 50.060 19.959"